export const NEWS: INew[] = [
    { 
        src: 'https://img.freepik.com/premium-vector/delivery-black-drone-icon-isometric-delivery-black-drone-vector-icon-web-design-isolated-white-background_96318-43418.jpg', 
        title: 'Разработка системы сброса дрона',
        imgs: ['src/lib/img/news-1-1.jpg'],
        text: `
Представляем вашему вниманию проект, над которым мы с товарищами трудились две недели.

Это **система захвата и сброса груза**, в нашей реализации использующая электромагнит.

**Всё** — от проектирования, моделирования и программирования до сборки — мы делали самостоятельно с полного нуля. Наиболее сложными этапами стали разработка конструкции и налаживание связи между бортом и пультом. Пульт управления, оклеенный изолентой, был изготовлен из подручных материалов, а вся остальная система с помощью 3D печати. Это не конечный продукт, а лишь MVP, но и в него мы вложили много усилий.

Данная работа была проделана для одной из выставок в Москве. Проректор ЮГУ должен был демонстрировать наш проект на мероприятии представителям МинОбороны, однако по независящим от нас обстоятельствам его не взяли. Но мы не отчаиваемся и продолжаем работу над совершенствованием системы!

[Читать в Telegram-канале](https://t.me/PILOT_IXM_SAMURAI/65)
`,
        tag: 'Проект',
        date: new Date('2025-11-05')
    },
    { 
        src: 'https://img.freepik.com/premium-vector/black-drone-icon-isometric-black-drone-vector-icon-web-design-isolated-white-background_98402-28897.jpg', 
        title: 'Тестирование мини дрона',
        imgs: [],
        text: `
**BetaFPV Aquila 16** — это готовый комплект (RTF) для тех, кто перерос начальный уровень вроде дрона Cetus.

### Что входит в комплект:

- Сам дрон Aquila 16 в прочной карбоновой раме
- Пульт управления LiteRadio 3
- FPV-очки VR03 с кабелем для подключения к смартфону
- Аккумулятор для дрона и зарядное устройство
- Запасные пропеллеры и защита для них
- Вся необходимая документация

### Технические характеристики:

- **Тип:** Более мощный синвуп
- **Моторы:** 1102 на 18000KV
- **Пропеллеры:** 2-дюймовые

### Ключевые преимущества:

- **Высокая мощность и тяга** — уверенные полеты как в помещении, так и на улице
- **Прочная конструкция** — защита дрона и возможность установки камеры для съемки

> **Cetus vs Aquila 16:** Если **Cetus** — это базовый тренажер для первых полетов в комнате, то **Aquila 16** становится следующим шагом: он позволяет летать на улице, снимать видео и развивать навыки пилотирования на более серьезном аппарате.

[Читать в Telegram-канале](https://t.me/PILOT_IXM_SAMURAI/65)
`,
        tag: 'Статья',
        date: new Date('2025-11-24')
    },
    
    { 
        src: 'https://img.freepik.com/premium-vector/taxi-drone-icon-isometric-taxi-drone-vector-icon-web-design-isolated-white-background_96318-48977.jpg', 
        title: 'Как рождаются инновации?',
        imgs: [],
        text: 'Инновации в сфере БПЛА рождаются на стыке технологического прогресса и практических потребностей, двигаясь по спирали: новые возможности порождают новые задачи, решение которых, в свою очередь, требует следующих прорывов. Ключевым двигателем стала миниатюризация и удешевление компонентов — мощные процессоры, компактные сенсоры и высокоёмкие аккумуляторы, изначально создававшиеся для смартфонов и электромобилей, нашли вторую жизнь в дронах, сделав сложные системы доступными. Одновременно запросы из реальных секторов — от необходимости точного картографирования в сельском хозяйстве и мониторинга протяжённых объектов в логистике до требований силовых структур к разведке и безопасности — формируют чёткий вектор для разработчиков. Это приводит к взрывному росту специализации: вместо универсальных моделей появляются рои дронов-камикадзе, беспилотные грузовые платформы, аппараты с ИИ для автономного анализа полей или поиска людей в завалах. Таким образом, цепь инновации замыкается: рынок диктует запрос, технологии дают возможность его реализовать, а успешная реализация открывает совершенно новые, ранее недостижимые возможности и сценарии применения.',
        tag: 'Статья',
        date: new Date('2025-01-15')
    },
    { 
        src: 'https://img.freepik.com/premium-vector/isometric-drone-flowchart-composition-with-editable-text-human-characters-with-quadcopters-connected-by-dashed-lines-illustration_1284-57226.jpg', 
        title: 'Кибердром 2024 Итоги',
        imgs: [],
        text: 'По итогам «Кибердрома 24-25» несколько участников успешно сдали экзамен и получили профессию «Оператор БПЛА с МВМ от 0,15 кг до 30 кг». Кроме того, команда «БасРадар» в составе Дениса Сироткина, Павла Злобина, Владислава Сивкова, Александры Федоровой и Дмитрия Фирсова прошла несколько этапов соревнований. По итогам национального отбора команда заняла 15-е место в России, однако, к сожалению, не смогла пройти в финал.',
        tag: 'Отчёт',
        date: new Date('2024-09-05')
    },
    { 
        src: 'https://img.freepik.com/premium-vector/seek-up-career-isometric-illustration_9209-2964.jpg', 
        title: 'Кибердром 2025 Итоги',
        imgs: [],
        text: 'Завершился первый этап Международного конкурса технологических решений для отраслевой промышленности «Кибердрома 25-26» по результатам которого часть обучающихся Югосркого Государственного Университета прошла отборочный экзамен и вскоре получат профессию «Оператор БПЛА с МВМ от 0,15 кг до 30 кг». Ждем дальнейшего развития событий и новых этапов!',
        tag: 'Событие',
        date: new Date('2025-09-11')
    },
    { 
        src: 'https://img.freepik.com/premium-vector/paper-plan-100-art-00360_802542-1872.jpg', 
        title: 'Запускам бумажные самолетики',
        imgs: [],
        text: 'Учимся делать бумажные самолетики, потом будет больше контента!!!',
        tag: 'Событие',
        date: new Date('2001-01-01')
    },
    { 
        src: 'https://img.freepik.com/premium-vector/computer-virtual-tour-icon-isometric-vector-digital-video-walk-art_96318-104941.jpg', 
        title: '3D моделирование в Blender',
        imgs: [],
        text: 'Покажем, расскажем и научим 3D моделированию в Blender, поможем реализовать проект и коммерциализировать Ваши идеи!',
        tag: 'Проект',
        date: new Date('2025-12-01')
    }
];